import * as React from 'react'

const home = () => {

    return (
        <section>
            <h1 className="text-red-300 font-bold ml-10 mt-10">
                プチ農業の記録
            </h1>
            <div>
                <p className="px-9 my-5">
                    子供の頃は、「大人になったら海外に行って英語を勉強して、同時通訳者になってやる！大きな家に住んで田んぼや畑ばっかりの日本とはおさらばや！（関西人です）」なんて考えていたのですが、やっぱり生まれ育った環境には不思議と呼び戻されるもので２０２０年にほぼ２０年住んだアメリカとおさらばし、日本に帰国しました。ここ数年年のせいか、昔はむさ苦しく感じていた田んぼや畑もすごく良いものだとしみじみと感じるようにもなり、たまたま近所で見つけたレジャー菜園を２０メートル程かりてプチ農業をしてみることにしました。このサイトはその記録を綴って自己満足に浸るものですので悪しからず。
                </p>
            </div>
        </section>
    )
}

export default home